﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿/=#
#include "VFR.uni"

#string STR_PTN3460_CONFIG_FORM         #language eng "LVDS Panel Configuration"
#string STR_PTN3460_CONFIG_FORM_HELP    #language eng "Configure LVDS panel parameters."

#string STR_PTN3460_EN1_PROMPT          #language eng "LVDS"
#string STR_PTN3460_EN2_PROMPT          #language eng "LVDS2"
#string STR_PTN3460_EN_PROMPT_HELP      #language eng "Enable/Disabled this panel"

#string STR_PTN3460_TYPE_PROMPT         #language eng "  Panel Type"
#string STR_PTN3460_TYPE_PROMPT_HELP    #language eng "Select panel type"
#string STR_PANEL_640_480		        #language eng "640x480@60Hz"
#string STR_PANEL_800_480		        #language eng "800x480@60Hz"
#string STR_PANEL_800_600 		        #language eng "800x600@60Hz"
#string STR_PANEL_1024_600		        #language eng "1024x600@60Hz"
#string STR_PANEL_1024_768		        #language eng "1024x768@60Hz"
#string STR_PANEL_1280_768		        #language eng "1280x768@60Hz"
#string STR_PANEL_1280_800		        #language eng "1280x800@60Hz"
#string STR_PANEL_1280_1024		        #language eng "1280x1024@60Hz"
#string STR_PANEL_1366_768  	        #language eng "1366x768@60Hz"
#string STR_PANEL_1440_900 		        #language eng "1440x900@60Hz"
#string STR_PANEL_1600_1200             #language eng "1600x1200@60Hz"
#string STR_PANEL_1920_1080	            #language eng "1920x1080@60Hz"
#string STR_PANEL_1920_1200	            #language eng "1920x1200@60Hz"

#string STR_PTN3460_COLORDEP_PROMPT        #language eng "  Color Depth"
#string STR_PTN3460_COLORDEP_PROMPT_HELP   #language eng "Select panel type"

#string STR_PTN3460_COLOR_18B              #language eng "18-Bit"
#string STR_PTN3460_COLOR_24B              #language eng "24-Bit"
#string STR_PTN3460_COLOR_36B              #language eng "36-Bit"
#string STR_PTN3460_COLOR_48B              #language eng "48-Bit"

#string STR_PTN3460_BLTYPE_PROMPT		#language eng "  Backlight Type"
#string STR_PTN3460_BLTYPE_PROMPT_HELP	#language eng "Select backlight control signal type"
#string STR_PTN3460_BLTYPE_NORMAL		#language eng "Normal"
#string STR_PTN3460_BLTYPE_INVERTED		#language eng "Inverted"  

#string STR_PTN3460_BLLV_PROMPT 		#language eng "  Backlight Level"
#string STR_PTN3460_BLLV_PROMPT_HELP	#language eng "Select backlight control level"
#string STR_BLLV_BL00					#language eng "  0%"
#string STR_BLLV_BL10					#language eng " 10%"
#string STR_BLLV_BL20					#language eng " 20%"
#string STR_BLLV_BL30					#language eng " 30%"
#string STR_BLLV_BL40					#language eng " 40%"
#string STR_BLLV_BL50					#language eng " 50%"
#string STR_BLLV_BL60					#language eng " 60%"
#string STR_BLLV_BL70					#language eng " 70%"
#string STR_BLLV_BL80					#language eng " 80%"
#string STR_BLLV_BL90					#language eng " 90%"
#string STR_BLLV_BL100					#language eng "100%"  

#string STR_PTN3460_BLPWMF_PROMPT 		#language eng "  Backlight PWM Freq"
#string STR_PTN3460_BLPWMF_PROMPT_HELP	#language eng "Select PWM frequency of backlight control signal"
#string STR_PWMF_100HZ					#language eng " 100Hz"
#string STR_PWMF_200HZ					#language eng " 200Hz"
#string STR_PWMF_220HZ					#language eng " 220Hz"
#string STR_PWMF_500HZ					#language eng " 500Hz"
#string STR_PWMF_1KHZ					#language eng "  1KHz"
#string STR_PWMF_2_2KHZ					#language eng "2.2KHz"
#string STR_PWMF_6_5KHZ					#language eng "6.5KHz"

#string STR_PTN3460_DISABLED               #language eng "Disabled"
#string STR_PTN3460_ENABLED                #language eng "Enabled"